{
  "culture": [
    {
      "id": 1,
      "category": "culture",
      "heading": "From Scandinavia to Big Sur: Eight of the world's best beach houses",
      "description": "The perfect coastal home must cope with shifting sands, heavy winds and sloped terrains – here are some of the smartest and most stunning designs in the world.",
      "image": "https://ichef.bbci.co.uk/images/ic/1024xn/p0j958ch.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "V. RAGHAVENDRA",
      "p1": "Stilts for sloped terrain or shifting sands and sea; fabulous views; an internal courtyard; and a protective shutter system in case of extreme weather. These are some of the things on architects' checklists when they're designing a beach house. Whether it's in the Scottish Highlands or California's Big Sur, the elements and the experience must stay front of mind. On the Danish coast, The weather is unpredictable, so we design beach houses with intimate outdoor spaces and corners which shelter from different wind directions, says Danish architect, Mette Lange, whose book Earth, Sky & Water features some of her beach homes.",
      "p2": "Tom Kundig of Seattle-based architects Olson Kundig asks clients: \"How often do they want to open their home to the landscape and engage the beach itself? Do they need privacy from public beach areas?\" With the right design and the right attitude of its occupiers, many beach houses can be used in any weather. On the Jutland peninsula, it is close to impossible to be outdoors when the strong western wind is blowing, Mette Lange tells the BBC. So this house has a small south-facing courtyard, to create a year-round sheltered spot. From the courtyard, you can see through the house to the sea, she adds.",
      "p3": "The nearby cottages sit well behind the dunes, but this plot is much closer to the water and on a steep slope. The only greenery is the local marram grass, which stabilises the dunes. It was important to leave this delicate landscape as untouched as possible, she writes in her book. The compact structure of the house steps down the steep slope to the shore, minimising exposure from the wind. The south façade is protected by deep overhangs that block out the high sun.",
      "p4": "Bilgola Beach has a history of heavy storms, high winds, flooding and harsh sunlight, which is part of the beauty of the site, Tom Kundig tells the BBC. Olson Kundig set the house on concrete piles, so that sand and water can move in and out beneath the building. And its custom exterior shutter system fully closes to protect the home from the extreme weather.",

      "relatedImages": [
        "https://media.assettype.com/newindianexpress%2F2024-07%2Fcc008708-0da0-4a8d-9f6d-7718667c175b%2FCM.jpg?rect=0%2C100%2C1040%2C585&w=640&auto=format%2Ccompress&fit=max"
      ]
    },
    {
      "id": 2,
      "category": "culture",
      "heading": "Next Month Today: Mahesh, SSR Must Hit a Six",
      "description": "In exactly a month from today, Mahesh Babu will be celebrating his birthday. There are social media reports that Rajamouli plans to hold a mega event to officially announce his film with Mahesh Babu. ",
      "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202405/mahesh-babu-ss-rajamouli-film-034619532-16x9_0.jpg?VersionId=8D6uZITFo4ZPF1jBlsgDYf4gwC3tek8X",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "V. RAGHAVENDRA",
      "p1": "Rajamouli usually follows the unannounced tradition of publicizing the theme of this film before commencing the shoot and then market it relevantly. With the film with Mahesh being a globetrotting adventure, the expectation is that Rajamouli will project it on the global canvas. Moreover, there is a lot of anticipation on Rajamouli moulding Mahesh. Mahesh is mostly known for soft roles and charming looks. Rajamouli is knowns for masculine heroes and extravagant action. The stark contrast in these two aspects is the mainstay. If Rajamouli gives a feeler of this right on the day of announcement, it could set the stage for what is to come.",
      "p2": "In the given situation, A.P. needs a leader who is capable and has the will to fight on peoples behalf, he said, asserting that former CM Y.S. Rajasekhara Reddy’s (YSR) daughter and A.P. Congress Committee (APCC) president Sharmila would fill that void. Participating as the chief guest in the 75th birth anniversary celebrations of YSR organised by the APCC here on Monday, July 8, Mr. Revanth Reddy said Mr. Rajasekhara Reddy was an affable leader who was dedicated to people’s welfare. “Only those who strive to realise the ideals of YSR could claim to be his heirs but not those doing political business in his name.",
      "p3": "He extolled Mr. Rajasekhara Reddys tenacity and commitment to healthy political discourse. The TG Chief Minister insisted that only those who strive to realise the ideals of YSR could claim to be his heirs but not those doing “political business” in his name. Mr. Revanth Reddy said people were closely watching the developments in A.P. and that the Congress party would leave no stone unturned in coming to power in 2029 and making Rahul Gandhi the Prime Minister, which was YSR’s last wish. He further said that he personally came to pay tributes to YSR and brought his Cabinet colleagues with him to send across a strong message that the TPCC was firmly behind APCC and its president Sharmila.",
      "p4": "The Congress party might be weak in A.P. but there was no dearth of YSRs followers here and Ms. Sharmila could continue her fathers legacy, he said. “There is speculation nowadays that by-polls are likely for the Kadapa Lok Sabha seat. If that happens, I will extensively campaign for the Congress party and prove its mettle”, he stated. Further, Mr. Revanth Reddy said Rahul Gandhi clearly took inspiration from YSR’s ‘Praja Prasthanam Padayatra’ in doing his Bharat Jodo Yatra which catapulted the Congress party to power in Karnataka and Telangana and becaming a force to reckon with in the Parliament.",

      "relatedImages": [
        "https://media.assettype.com/newindianexpress%2F2024-07%2Fcc008708-0da0-4a8d-9f6d-7718667c175b%2FCM.jpg?rect=0%2C100%2C1040%2C585&w=640&auto=format%2Ccompress&fit=max"
      ]
    },
    {
      "id": 3,
      "category": "culture",
      "heading": "Kalki 2898 AD Box Office Collection Day 12: Prabhas' Film Becomes 10th Indian Film To Surpass ₹ 900 Crore Mark",
      "description": "The Hindi version of Kalki 2898 AD outperformed the original Telugu version on Monday, earning ₹ 6.5 crore compared to the Telugu version's ₹ 3.5 crore",
      "image": "https://c.ndtvimg.com/2024-07/1hu92sc8_kalki-2898-ad_625x300_09_July_24.jpeg",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "V. RAGHAVENDRA",
      "p1": "New Delhi: Following a strong second weekend in theatres, director Nag Ashwin's Kalki 2898 AD, starring Prabhas and Deepika Padukone, experienced a significant drop in its daily box office earnings on its second Monday. The film had amassed a domestic nett collection of ₹ 78.5 crore over the weekend, with Sunday alone contributing ₹ 44.35 crore. However, on Monday, Kalki 2898 AD saw its nett collection fall to ₹ 11.35 crore, a decline of over 74.41 per cent, according to Sacnilk.",
      "p2": "When compared to the second Monday performances of the top 5 highest-grossing Indian films, Kalki 2898 AD earnings are notably lower. Dangal, the highest-grossing film in Indian cinema history with a GBOC of ₹ 2,070.3 crore, earned ₹ 13.45 crore on its second Monday in 2016. In contrast, Baahubali 2: The Conclusion, RRR, KGF: Chapter 2, and Jawan, which rank just below Dangal in box office collections, recorded ₹ 30 crore, ₹ 20.3 crore, ₹ 19.9 crore, and ₹ 19.1 crore respectively on their second Mondays.",
      "p3": "The Hindi version of Kalki 2898 AD outperformed the original Telugu version on Monday, earning ₹ 6.5 crore compared to the Telugu version's ₹ 3.5 crore. The Tamil, Malayalam, and Kannada versions of the film recorded earnings of ₹ 70 lakh, ₹ 50 lakh, and ₹ 15 lakh, respectively.",
      "p4": "he movie's 2D version had an overall occupancy rate of 23.72% in the Telugu market on Monday. Morning shows started with a 16.03 per cent occupancy, which increased to 22.69% in the afternoon and peaked at 29.13% in the evening. However, night shows saw a dip, standing at 27.02%. The 3D version recorded an overall occupancy rate of 22.11%.",

      "relatedImages": [
        "https://media.assettype.com/newindianexpress%2F2024-07%2Fcc008708-0da0-4a8d-9f6d-7718667c175b%2FCM.jpg?rect=0%2C100%2C1040%2C585&w=640&auto=format%2Ccompress&fit=max"
      ]
    },
    {
      "id": 4,
      "category": "culture",
      "heading": "Allu Arjun's Pushpa 2 release date postponed due to post-production work",
      "description": "One of the most anticipated movies of 2024, ‘Pushpa 2: The Rule,’ has been postponed. New Release Date for ‘Pushpa 2: The Rule’ ",
      "image": "https://telugucinema.com/wp-content/uploads/cwv-webp-images/2024/05/couplesongpushpa2.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "V. RAGHAVENDRA",
      "p1": "One of the most anticipated movies of 2024, ‘Pushpa 2: The Rule,’ has been postponed. The makers have announced that the movie will be released on December 6, 2024 now. Earlier, it was scheduled to be released on August 15, 2024. Allu Arjun shared the announcement on social media along with a new poster on Monday, June 17. Allu Arjun took to X (formerly known as Twitter) on Monday evening to announce the new release date of ‘Pushpa 2: The Rule’ with a poster featuring himself in a rugged avatar with a sword on his shoulder. The actor captioned, #Pushpa2TheRule in cinemas from December 6th, 2024.",
      "p2": "The makers of ‘Pushpa 2: The Rule’ also shared a post explaining the cause of the delay. According to the official X handle of Mythri Movie Makers, after the success of 'Pushpa: The Rise', their responsibility has increased significantly and they said that they are working tirelessly to complete the movie and release it on time. Due to the remaining shoot and subsequent post-production work, we will not be releasing the film on August 15, 2024, the post added.",
      "p3": "This decision is made in the best interest of the film, the audience and all stakeholders, our goal is to provide a memorable experience on the big screen without compromising the quality. The overall response to our teaser and songs across all languages has been heartening, and we promise to deliver a film that you will truly love (sic),” the post continues. The makers said they ]extend their heartfelt thanks to the audiences and partners across the world “for their unwavering support”, adding that the media and film industry have also been “incredibly supportive.” ",
      "p4": "‘Pushpa 2: The Rule’ is a sequel to 2021's blockbuster ‘Pushpa: The Rise.’ The movie features Allu Arjun, Rashmika Mandanna, Fahadh Faasil, Jagadeesh Prathap Bandari, Jagapathi Babu, and Prakash Raj in pivotal roles. The first part showed the power tussles set against the backdrop of red sandalwood smuggling. It was directed by Sukumar. Allu Arjun received a National Film Award for his performances in ‘Pushpa: The Rise.’ ",

      "relatedImages": [
        "https://media.assettype.com/newindianexpress%2F2024-07%2Fcc008708-0da0-4a8d-9f6d-7718667c175b%2FCM.jpg?rect=0%2C100%2C1040%2C585&w=640&auto=format%2Ccompress&fit=max"
      ]
    },
    {
      "id": 5,
      "category": "culture",
      "heading": "Ticketmaster warns customers to take action after hack",
      "description": "Ticketmaster is part of one of the largest events company in the world",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/5c45/live/f6896d10-3dd3-11ef-86aa-434b3fd1a7f4.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Joe Tidy",
      "p1": "Ticketmaster customers in North America have been sent emails warning them to take action after the company was hacked in May.Emails were sent overnight to Canadian customers, urging them to “be vigilant and take steps to protect against identity theft and fraud.The company has not commented on the notification process - however similar emails have reportedly been sent to victims in the US and Mexico.",
      "p2": "Emails were sent overnight to Canadian customers, urging them to “be vigilant and take steps to protect against identity theft and fraud.The company has not commented on the notification process - however similar emails have reportedly been sent to victims in the US and Mexico.The personal details of 560 million Ticketmaster customers worldwide were stolen in the hack - with cyber criminals then attempting to sell that information online.",
      "p3": "Ticketmaster has not responded to the BBC asking it why it has taken so long to warn customers of the risks they face.Previous news of the breach came from the hackers themselves, followed by a notice from Ticketmaster to its shareholders.Ticketmaser confirmed that hackers had stolen names and basic contact details, without specifying which types of information had been obtained.Hackers also stole encrypted credit card details, but the company has not responded to a BBC request for more information on how secure that encryption is.",
      "p4": "According to the email seen by the BBC, the firm is urging customers to monitor their online accounts, including bank account statements, for any suspicious activity.The company advises Canadian customers to sign up for identity monitoring services, which Ticketmaster is paying for.Identity monitoring will look out for your personal data on the dark web and provide you with alerts for 1 year from the date of enrolment if your personally identifiable information is found online,” the company said.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 6,
      "category": "culture",
      "heading": "Marvel's Avengers 5: Benedict Cumberbatch Gives Exciting Production Update",
      "description": "In a new video, Benedict Cumberbatch gave a production update about Avengers 5, addressing fans' lack of information about the upcoming movie.",
      "image": "https://images.thedirect.com/media/article_full/a5.jpg?imgeng=/cmpr_60/w_1280",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Gillian Blum ",
      "p1": "In a new video, Benedict Cumberbatch gave a production update about Avengers 5, addressing fans' lack of information about the upcoming movie.The MCU has had to drastically shift plans for Avengers 5 — first called Avengers: The Kang Dynasty — following delays, strikes, and the movie's originally planned star, Jonathan Majors, being found guilty of assault.Still, the movie is actively developing, and actors like Cumberbatch are excited to return to their roles for the next installment in the Avengers franchise.",
      "p2": "The change from having Avengers 5 film in 2024 to 2025 makes sense in the larger context of the MCU in 2023 and 2024.The writers' and actors' strikes in 2023 delayed the production of many films and shows, including those in the MCU.During and after the strikes, Marvel delayed almost its entire slate of upcoming projects, including shifting Avengers 5's release date from May 2025 to May 2026.On top of this, the movie's expected star Jonathan Majors (Kang the Conqueror) was found guilty for assault after a Spring 2023 arrest, and Marvel subsequently fired him.",
      "p3": "By the time he was fired, Majors had already appeared as Kang multiple times in the MCU, but his biggest project was still on the horizon—Avengers: The Kang Dynasty.A few months after Majors was found guilty, Disney stopped referring to the movie as Avengers: The Kang Dynasty, sealing the fate of the once-anticipated Kang-centric movie.With Majors out of the picture, Marvel either needed to reshape the story of Avengers 5 or recast the role of Kang. Yet the possibility of a recast is still up in the air, and little is known about the movie's plot and script.",
      "p4": "During and after the strikes, Marvel delayed almost its entire slate of upcoming projects, including shifting Avengers 5's release date from May 2025 to May 2026.On top of this, the movie's expected star Jonathan Majors (Kang the Conqueror) was found guilty for assault after a Spring 2023 arrest, and Marvel subsequently fired him.By the time he was fired, Majors had already appeared as Kang multiple times in the MCU, but his biggest project was still on the horizon—Avengers: The Kang Dynasty.A few months after Majors was found guilty, Disney stopped referring to the movie as Avengers: The Kang Dynasty, sealing the fate of the once-anticipated Kang-centric movie.",

      "relatedImages": [
        "https://images.thedirect.com/media/photos/FSbwxRsXoAAACvp.jpg"
      ]
    }
  ],
  "business": [
    {
      "id": 1,
      "category": "business",
      "heading": "China Tesla rival BYD signs $1bn Turkey plant deal",
      "description": "China's biggest electric car maker BYD has agreed a $1bn (£780m) deal to set up a manufacturing plant in Turkey, as it continues to expand outside its home country.",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/2efe/live/920b9e20-3d8e-11ef-9286-cf9522b59b80.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "The new plant will be able to produce up to 150,000 vehicles a year, according to Turkish state news agency Anadolu.",
      "p2": "The facility is expected to create around 5,000 jobs and start production by the end of 2026.",
      "p3": "The deal was signed at an event in Istanbul attended by President Recep Tayyip Erdogan and BYD's chief executive Wang Chuanfu.",
      "p4": "BYD did not immediately respond to a BBC request for further details on the deal.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 2,
      "category": "business",
      "heading": "UPS's road to carbon neutrality",
      "description": "Laura Lane, UPS's chief corporate affairs and sustainability officer, enters the BBC's Executive Lounge to discuss how the massive logistics company isn't waiting for the perfect electric lorry.",
      "image": "https://ichef.bbci.co.uk/images/ic/1024xn/p0hrc53k.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Brennan Doherty,",
      "p1": "While your online purchases are on the road, Laura Lane is keeping on an eye on the impact of the journey. As UPS's chief corporate affairs and sustainability officer, Lane is working to trim the emissions of the logistics firm, which is responsible for delivering 22 million packages every day across more than 200 countries and territories.",
      "p2": "Most of these deliveries are driven on a fleet of 125,000 package cars, vans, lorries and motorcycles, or flown on a fleet of around 500 leased, owned and chartered aircraft. The combined emissions from all these vehicles add up.",
      "p3": "According to UPS data seen by the BBC, its air and ground operations produced a total of 14 million tonnes of CO2 or equivalent emissions in 2023.",
      "p4": "Lane isn't content to simply wait for the perfect solution, be that an emissions-free aircraft fuel or a fully battery-electric lorry. She's figuring out the answer as she goes – and the vast amount of data collected by UPS is critical to reaching the company's sustainability targets. ",

      "relatedImages": [
        "https://tpc.googlesyndication.com/simgad/10665351962935295494"
      ]
    },
    {
      "id": 3,
      "category": "business",
      "heading": "Wartime 'Keep Calm' posters sell for more than £9k",
      "description": "The three posters in different sizes were formerly the property of a police officer.",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/4301/live/6449c090-3aa3-11ef-bdc5-41d7421c2adf.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Three original World War Two posters proclaiming have raised more than £9,000 at auction, well above their top estimates.",
      "p2": "The poster was created by the British government to be used in the event of a successful invasion by the Germans.",
      "p3": "The three examples in different sizes were formerly the property of a police officer who was based in Suffolk just after the war ended.",
      "p4": "Fred Wyrley-Birch, director at Newcastle-based auctioneer Anderson and Garland, said they stand as an inspiring message from the past.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 4,
      "category": "business",
      "heading": "What's the right punishment for 'too big to fail' Boeing?",
      "description": "Boeing is one of the largest and most important companies in the United States. Arguably, it is too big to fail. ",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/eed5/live/6c3daaf0-3ae4-11ef-a044-9d4367d5b599.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Natalie Sherman and Theo Leggett",
      "p1": "The company is one of the world’s two main manufacturers of large commercial jets. It ranks among the top five US defence contractors.",
      "p2": "It employs more than 170,000 people globally, including 150,000 in the US, and generated revenues of nearly $78bn (£60bn) last year. It makes a vital contribution to the US economy.",
      "p3": "But its commitment to safety has repeatedly been called into question, most recently following an incident earlier this year in which a disused door fell off a Boeing 737 Max minutes after takeoff.",
      "p4": "Whistleblowers have since made a series of claims about alleged unsafe practices in Boeing’s factories, as well as in those of its main supplier, Spirit Aerosystems.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 5,
      "category": "business",
      "heading": "Samsung expects profits to jump by more than 1,400%",
      "description": "Widespread adoption of AI has led to a surge in demand for advanced computer chips",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/3229/live/7d834560-3a7e-11ef-9863-7101b152438d.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By João da Silva",
      "p1": "Samsung Electronics expects its profits for the three months to June 2024 to jump 15-fold compared to the same period last year.",
      "p2": "An artificial intelligence (AI) boom has lifted the prices of advanced chips, driving up the firm's forecast for the second quarter.",
      "p3": "The South Korean tech giant is the world's largest maker of memory chips, smartphones and televisions.",
      "p4": "The announcement pushed Samsung shares up more than 2% during early trading hours in Seoul..",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 6,
      "category": "business",
      "heading": "US jobs growth in June beats expectations",
      "description": "US jobs growth slowed last month although the economy still created more posts than expected, official figures show.",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/226e/live/dc356180-3acc-11ef-9d6c-7960f16c54d6.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "US jobs growth slowed last month although the economy still created more posts than expected, official figures show.",
      "p2": "Employers added 206,000 jobs in June, while the number of jobs created in May was revised down to 218,000 from the previous estimate of 272,000.",
      "p3": "The US unemployment rate edged up to 4.1%, while wage growth rose at its slowest for three years.",
      "p4": "Analysts said the figures could take the US central bank, the Federal Reserve, a step closer to cutting rates later this year.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    }
  ],
  "sports": [
    {
      "id": 1,
      "category": "sports",
      "heading": "Goodbye to Jimmy and to part of ourselves",
      "description": "James Anderson made his Test debut against Zimbabwe at Lord's in 2003",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/95f5/live/e3a45320-3d2b-11ef-b74c-bb483a802c97.png",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Without us realising, sport can shape and define small parts or huge chunks of our lives.",
      "p2": "I bet you know where you were on Super Saturday, when Ben Stokes did what he did at Headingley, or when Andy Murray won Wimbledon.",
      "p3": "My dad died in 2005. It was awful, though I mainly remember that year for the Ashes, my own cricket club getting promoted and staying up all night to revise for a university exam after Liverpool won the Champions League, and I'm not a Liverpool fan.",
      "p4": "Athletes and players become major characters in our existence. Heroes, influencers and comforters. For more than two decades, James Anderson hasn't just been England's guardian of the new ball, but a constant presence at the top of British sport and, therefore, our collective being.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg"
      ]
    },
    {
      "id": 2,
      "category": "sports",
      "heading": "Shaw 'fit and ready' to play 90 minutes for England",
      "description": "Shaw has 32 caps for England, 26 of them earned under Gareth Southgate",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/c55e/live/36909880-3d3d-11ef-b4a6-3b1b50d91225.jpg",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Shaw has had to sit and watch from the sidelines as England reached the semi-finals of a second successive European Championship",
      "p2": "The 28-year-old has been focusing on his recovery, to the extent that he pulled out of a scheduled media conference before the Switzerland game as he did not want to speak to the press before he had got back on the field of play.",
      "p3": "It's been strange,” he said of his Euro 2024 experience. “It's also been difficult as well, going to games, feeling the atmosphere. Not putting the shirt on or being involved in games was hard, but that motivated me more to work back.",
      "p4": " The atmosphere in those games spurred me on.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/976/cpsprodpb/3237/live/5877a470-3d3d-11ef-b4a6-3b1b50d91225.jpg"
      ]
    },
    {
      "id": 3,
      "category": "sports",
      "heading": " Watch England training before Euro 2024 semi-final with the Netherlands",
      "description": "Jarrad Branthwaite was named in England's provisional squad for Euro 2024 but did not make the final party",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/7ffd/live/e9b1e9f0-3d6f-11ef-b285-87f2cd11a957.jpg",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Manchester United have increased their offer for Everton defender Jarrad Branthwaite.",
      "p2": " The Toffees rejected a £35m bid from United for the England international last month.",
      "p3": "It is understood the revised offer is about £45m, with the possibility of additional payments should set targets be met.",
      "p4": "However, BBC Sport has been told that figure still does not match Everton’s valuation.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 4,
      "category": "sports",
      "heading": "I thought it was never going to happen again - Hamilton",
      "description": "Hamilton has won a record nine times at Silverstone, and has a straight named after him.",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1a78/live/0ca3e4d0-3c81-11ef-9ac9-adb60de2b6b2.jpg.webp",

      "publisher": "F1 Correspondent at Silverstone",
      "name": "By Peter Hoskins",
      "p1": "Lewis Hamilton has had to wait for it, but he finally had his moment of redemption at the British Grand Prix and returned to the top step of a Formula 1 podium - two years, seven months and two days since he last stood there.",
      "p2": "In doing so, he broke the record for wins at a single track, and did it in front of his home crowd and his family.",
      "p3": "In doing so, he broke the record for wins at a single track, and did it in front of his home crowd and his family",
      "p4": "To understand those tears, you have to consider what Hamilton has been through in that period.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/976/cpsprodpb/8bf9/live/a1302730-3c81-11ef-9ac9-adb60de2b6b2.jpg.web"
      ]
    },
    {
      "id": 5,
      "category": "sports",
      "heading": "Paris Paralympics Refugee team named",
      "description": "Guillaume Junior Atangana (r) previously represented Cameroon in the Paralympics and now lives in Bradford",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/f717/live/fda5d250-3d47-11ef-9841-f77a5e73dff1.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Eight athletes and one guide runner will make up the biggest Refugee Paralympic team when they compete at Paris 2024",
      "p2": "There were two people in the team selected by the International Paralympic Committee (IPC) for Rio 2016, and six at Tokyo 2020",
      "p3": "The RPT team will compete under the IPC flag and be the first to enter the opening ceremony on 28 August.For a third consecutive Paralympics, a team of determined, inspirational refugee athletes will show the world just what they can achieve if given the chance said Filippo Grandi - the United Nations high commissioner for refugees",
      "p4": "Refugees thrive when given the opportunity to use, develop and showcase their skills and talents, in sport and in many other walks of life Those selected are: Guillaume Junior Atangana and guide Donard Ndim Nyamjua (athletics), Salman Abbariki (athletics), Zakia Khudadadi (taekwondo), Hadi Hassanzada (taekwondo), Ibrahim Al Hussein (triathlon), Hadi Darvish (powerlifting), Sayed Amir Hossein Pour (table tennis), Amelio Castro Grueso (fencing).",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 6,
      "category": "sports",
      "heading": "The best Euros semi-finals of last 30 years",
      "description": "Harry Kane, Mario Balotelli, Zinedine Zidane and Gareth Southgate have all been key figures in memorable European Championship semi-finals",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/5c4d/live/a33c4d00-3ae3-11ef-bbe0-29f79e992ddd.png.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Just one more game stands between Spain, France, England and the Netherlands and a shot at glory in Sunday's Euro 2024 final in BerlinThe European Championship has produced some epic last-four matches packed full of drama, intrigue and emotion during the last 30 years.BBC Sport has picked out five of the best.",
      "p2": "A quarter of a century after his penalty heartache in Euro '96, Gareth Southgate steered England to an extra-time win against Denmark to reach the Euro 2020 final.",
      "p3": "Mikkel Damsgaard's fine free-kick gave Denmark the lead at Wembley before Simon Kjaer turned Bukayo Saka's low cross into his own net before the break.After a goalless second half, the game went to extra time and England won a penalty on 103 minutes when Raheem Sterling went down under a challenge from Joakim Maehle - much to Denmark's anger.",
      "p4": "Harry Kane's spot-kick was saved by Kasper Schmeichel but he converted the rebound to end England's 55-year wait to reach a major men's final.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/976/cpsprodpb/e8c9/live/e5bfc3b0-3c68-11ef-8be4-dbc4b0679144.jpg.webp"
      ]
    }
  ],
  "innovations": [
    {
      "id": 1,
      "category": "innovations",
      "heading": "China Tesla rival BYD signs $1bn Turkey plant deal",
      "description": "BYD's plant in Thailand is part of its expansion outside China",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/2efe/live/920b9e20-3d8e-11ef-9286-cf9522b59b80.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "China's biggest electric-car maker, BYD, has agreed a $1bn (£780m) deal to set up a manufacturing plant in Turkey, as it continues to expand outside its home countryThenewplant will be able to produce up to 150,000 vehicles a year, according to Turkish state news agency Anadolu.The facility is expected to create around 5,000 jobs and start production by the end of 2026.",
      "p2": "China's biggest electric-car maker, BYD, has agreed a $1bn (£780m) deal to set up a manufacturing plant in Turkey, as it continues to expand outside its home country.The new plant will be able to produce up to 150,000 vehicles a year, according to Turkish state news agency Anadolu.The facility is expected to create around 5,000 jobs and start production by the end of 2026.",
      "p3": "The decision saw BYD hit with an extra tariff of 17.4% on the vehicles it ships from China to the EU, which was on top of a 10% import duty.",
      "p4": "Turkey is part of the EU’s Customs Union, which means vehicles made in the country and exported to the bloc can avoid the additional tariff.The Turkish government has also taken action to support the country's car makers by putting an extra 40% tariff on imports of Chinese vehicles.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 2,
      "category": "innovations",
      "heading": "'We've learnt to do surgery without electricity': Ukraine's power cuts worsen",
      "description": "Extended blackouts are becoming increasingly common in Ukraine, as Russia targets its power grids",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/e7e2/live/72023600-3863-11ef-9fbc-9deb2c2019a8.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Power supply is a matter of life and death for Tetiana's son.Hewas orn with disabilities, and needs electricity-powered equipment to be able to breathe, to eat, and to receive medication.We are very dependent on electricity. If it wasn't for this bloody war life would be difficult, but we'd be able to cope,Tetiana tells the BBC.Ukrainians are learning to live with extended blackouts as Russia continues to pummel its energy facilities across the country.",
      "p2": "There were two people in the team selected by the International Paralympic Committee (IPC) for Rio 2016, and six at Tokyo 2020",
      "p3": "The RPT team will compete under the IPC flag and be the first to enter the opening ceremony on 28 August.For a third consecutive Paralympics, a team of determined, inspirational refugee athletes will show the world just what they can achieve if given the chance said Filippo Grandi - the United Nations high commissioner for refugees",
      "p4": "Refugees thrive when given the opportunity to use, develop and showcase their skills and talents, in sport and in many other walks of life Those selected are: Guillaume Junior Atangana and guide Donard Ndim Nyamjua (athletics), Salman Abbariki (athletics), Zakia Khudadadi (taekwondo), Hadi Hassanzada (taekwondo), Ibrahim Al Hussein (triathlon), Hadi Darvish (powerlifting), Sayed Amir Hossein Pour (table tennis), Amelio Castro Grueso (fencing).",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 3,
      "category": "innovations",
      "heading": "Bats have complex social lives, researchers say",
      "description": "Lesser horseshoe bats are among the species being studied during the project",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/91f3/live/94626250-394f-11ef-bbd0-43986d7429aa.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "Bats have complex social lives, share food and actively maintain friendships, researchers have said.",
      "p2": "Bats have complex social lives, share food and actively maintain friendships, researchers have said.",
      "p3": "Researchers are currently developing ultralight and self-powered tracking devices, because existing GPS can be too heavy for the flying mammals.",
      "p4": "Our wearable devices will allow the movements, behaviour and social networks of individual small-bodied bats to be reliably quantified for the first time, Doctor Christina Stanley said.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 4,
      "category": "innovations",
      "heading": "Sight test 'saved life' of woman who had eye removed",
      "description": "Sight test 'saved life' of woman who had eye removed",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa40/live/6613e020-385c-11ef-9ee5-9358301aa484.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "In March last year Jacqueline McGeough's eyesight went blurry and her daughter suggested she go for an eye test.It ended up being an eye test that she believes saved her life.",
      "p2": "The RPT team will compete under the IPC flag and be the first to enter the opening ceremony on 28 August.For a third consecutive Paralympics, a team of determined, inspirational refugee athletes will show the world just what they can achieve if given the chance said Filippo Grandi - the United Nations high commissioner for refugees",
      "p3": "In March last year Jacqueline McGeough's eyesight went blurry and her daughter suggested she go for an eye test.It ended up being an eye test that she believes saved her life..",
      "p4": "It’s thought that there are around 880 cases of the cancer in the UK each year although its thought that the prevalence could be higher in IrelandIn a whirlwind six weeks that followed her diagnosis, Jacqueline, from Edenappa outside Jonesborough in south Armagh, had her left eye removed in Sheffield",
      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 5,
      "category": "innovations",
      "heading": "Einstein and his peers were 'irrationally resistant' to black holes. This illustrated story explores why,",
      "description": "In a special illustrated feature, Ben Platts-Mills explains why Albert Einstein and other eminent physicists refused to believe black holes could be real. Were they too strange and sublime to imagine?",
      "image": "https://ichef.bbci.co.uk/images/ic/1024xn/p0j534s0.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "All stars must eventually die, but when they do, they enter an afterlife.A smaller body, like our Sun, will likely shrink and stabilise as a super-dense  A larger star might collapse into a neutron starof subatomic particles only a few miles across yet with gravity strong enough to slow time and shred nearby bodies into spaghettifiedstreams of matter",
      "p2": ". But for the most massive stars, death means transformation into something that defies not only the power of description but that of thought. Overcome by their own gravity, they collapse beyond any sustainable condition of matter to form a sudden, exponential crunch: an implosion so absolute that it punctures spacetime and unstrings in its vicinity everything we know as physics.",
      "p3": "The resulting gravitational vortex – a black hole – overpowers all matter, all energy, all radiance, including that of the star that created it. Even light cannot escape once it strays within reach. Like an invisible stitch in a garment, a black hole creates a pinch in the Universe, folding the fabric tightly around itself as an envelope of impenetrable darkness. It can be known only by its effects: its extraordinary gravitational field and the distortion, or  of spacetime it creates.",
      "p4": "The existence of black holes began to find acceptance in the 1960s and has recently been proven by images captured by telescopes such as the Event Horizon. It's now believed that they sit at the heart of most galaxies, which means there could be billions scattered across the cosmos. Yet their theoretical underpinnings were established more than a hundred years ago. As described by the physicist Werner Israel, the evidence was already non-ignorable by 1916 but was denied for decades by the most eminent scientists in the world, including Albert Einstein, whose own work led to their discovery. Black holes were too strange, too unnerving for the physicists of the early 20th Century, provoking what Israel called a a resistance bordering on the irrational.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 6,
      "category": "innovations",
      "heading": "Beyond the aurorae: How solar flares spill out across the Solar System",
      "description": "The Sun is extremely active right now, blasting the Earth with the biggest solar storms in 20 years. This is what it is doing to the rest of the Solar System.",
      "image": "https://ichef.bbci.co.uk/images/ic/1024xn/p0j7xsvt.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "If you happened to look skywards on a few nights in May 2024, there was a good chance of seeing something spectacular. For those at relatively low latitudes, there was a rare chance to see the flickering red, pink, green glow of our planet's aurorae.A powerful solar storm had sent bursts of charged particles barrelling towards Earth and, as they bounced around in our planet's atmosphere, they unleashed spectacular displays of the Northern and Southern Lights. The dazzling displays of aurora borealis were visible far further south than they might normally be – and far further north in the case of aurora australis thanks to the power of the geomagnetic storm, the strongest in two decades.",
      "p2": "Although some people experienced only a faint, eerie glow, others were treated to a myriad of colour as far south as London in the UK and Ohio in the US. Reports even came in from just to the north of San Francisco, California.",
      "p3": "But while this spike in activity from the Sun left many on Earth transfixed by the light display it produced, it has also had a profound effect elsewhere in the Solar System",
      "p4": " As most of us wondered at the colours dancing across the night's sky, astronomers have been peering far beyond to see the strange ways such intense bursts of particles affect other planets and the space between them.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/images/ic/1024xn/p0j7xsz5.jpg.webp"
      ]
    }
  ],
  "tech": [
    {
      "id": 1,
      "heading": "Ticketmaster warns customers to take action after hack",
      "category": "tech",
      "description": "Ticketmaster is part of one of the largest events company in the world",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/5c45/live/f6896d10-3dd3-11ef-86aa-434b3fd1a7f4.jpg.webp",

      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Joe Tidy",
      "p1": "Ticketmaster customers in North America have been sent emails warning them to take action after the company was hacked in May.Emails were sent overnight to Canadian customers, urging them to “be vigilant and take steps to protect against identity theft and fraud.The company has not commented on the notification process - however similar emails have reportedly been sent to victims in the US and Mexico.",
      "p2": "Emails were sent overnight to Canadian customers, urging them to “be vigilant and take steps to protect against identity theft and fraud.The company has not commented on the notification process - however similar emails have reportedly been sent to victims in the US and Mexico.The personal details of 560 million Ticketmaster customers worldwide were stolen in the hack - with cyber criminals then attempting to sell that information online.",
      "p3": "Ticketmaster has not responded to the BBC asking it why it has taken so long to warn customers of the risks they face.Previous news of the breach came from the hackers themselves, followed by a notice from Ticketmaster to its shareholders.Ticketmaser confirmed that hackers had stolen names and basic contact details, without specifying which types of information had been obtained.Hackers also stole encrypted credit card details, but the company has not responded to a BBC request for more information on how secure that encryption is.",
      "p4": "According to the email seen by the BBC, the firm is urging customers to monitor their online accounts, including bank account statements, for any suspicious activity.The company advises Canadian customers to sign up for identity monitoring services, which Ticketmaster is paying for.Identity monitoring will look out for your personal data on the dark web and provide you with alerts for 1 year from the date of enrolment if your personally identifiable information is found online,” the company said.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 2,
      "heading": "Bats have complex social lives, researchers say",
      "description": "Lesser horseshoe bats are among the species being studied during the project",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/91f3/live/94626250-394f-11ef-bbd0-43986d7429aa.jpg.webp",
      "category": "tech",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Angela Ferguson",
      "p1": "Bats have complex social lives, share food and actively maintain friendships, researchers have said.A University of Chester project has been monitoring 10 different bat roosts in north Wales.Researchers are currently developing ultralight and self-powered tracking devices, because existing GPS can be too heavy for the flying mammals Our wearable devices will allow the movements, behaviour and social networks of individual small-bodied bats to be reliably quantified for the first time, Doctor Christina Stanley said.",
      "p2": "The new nanotechnology being developed is able to monitor the real-time movements of individual bats remotely and it is hoped it will improve the tracking of small-bodied animals across the world.The University of Chester project team, comprising of animal behaviour scientist, Dr Stanley, Professor Tessa Smith and PhD student, Lucy Morison, are working alongside the Vincent Wildlife Trust and Professor Yu Shi at the University of Leeds.The team said bats were a protected species which played a vital role in many ecosystems by controlling insect populations, pollinating plants and dispersing seeds.",
      "p3": "But they are said to be at a high risk from sound and light pollution which can affect their ability to forage.Prof Smith said this was groundbreaking work to further understand the needs of the wildlife around us.Thestudy, which is funded by the Leverhulme Trust, is the focus of a free talk held at Chester Town Hall later as part of the University of Chester's Festival of Ideas.",
      "p4": "The University of Chester project team, comprising of animal behaviour scientist, Dr Stanley, Professor Tessa Smith and PhD student, Lucy Morison, are working alongside the Vincent Wildlife Trust and Professor Yu Shi at the University of Leeds.The team said bats were a protected species which played a vital role in many ecosystems by controlling insect populations, pollinating plants and dispersing seeds.But they are said to be at a high risk from sound and light pollution which can affect their ability to forage.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 3,
      "heading": "Sight test 'saved life' of woman who had eye removed",
      "description": "Jacqueline McGeough is adapting to her new life with one eye",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa40/live/6613e020-385c-11ef-9ee5-9358301aa484.jpg.webp",
      "category": "tech",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Cormac Campbell",
      "p1": "In March last year Jacqueline McGeough's eyesight went blurry and her daughter suggested she go for an eye test.It ended up being an eye test that she believes saved her life.Jacqueline's optician spotted an abnormal retinal detachment and further investigations revealed a rare type of cancer that required her eye to be removed.I was sent to the Mater Hospital in Belfast where my eye was checked and I was told they were 80% sure there was a tumour,” she said.It was ocular melanoma, eye cancer.",
      "p2": "I was sent to the Mater Hospital in Belfast where my eye was checked and I was told they were 80% sure there was a tumour, she said.It was ocular melanoma, eye cancer.It’s thought that there are around 880 cases of the cancer in the UK each year, although it’s thought that the prevalence could be higher in Ireland.In a whirlwind six weeks that followed her diagnosis, Jacqueline, from Edenappa outside Jonesborough in south Armagh, had her left eye removed in Sheffield.",
      "p3": "In Sheffield I was told that if it leaked and got into my bloodstream we would have bigger problems, she said.So they scheduled me to have surgery. I hadn’t time to think of anything other than trying to save my life because if it goes to my liver… that’s it.Well, you grieve don’t you when you lose something. But you have to look at the other side.You’ve lost an eye but hopefully I’ve gained my life.Jacqueline’s artificial eye was then made and fitted at the Shankill Wellbeing and Treatment centre in Belfast.",
      "p4": "That said, Jacqueline acknowledges that adapting to life with one eye hasn’t been easy.Looking after my eye is difficult. You have to take it out and clean it. I haven’t got my head around that yet.In the beginning if I was pouring tea out I would miss the cup. I would spill a lot and I probably broke a few cups.Depth perception - being able to see how far away something is from you - usually involved both eyes working together with the brain.But as time has passed Jacqueline become more confident with her circumstances.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 4,
      "heading": "Beyond the aurorae: How solar flares spill out across the Solar System",
      "description": "The Sun is extremely active right now, blasting the Earth with the biggest solar storms in 20 years. This is what it is doing to the rest of the Solar System.",
      "image": "https://ichef.bbci.co.uk/images/ic/1024xn/p0j7xsvt.jpg.webp",
      "category": "tech",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Jonathan O'Callaghan",
      "p1": "If you happened to look skywards on a few nights in May 2024, there was a good chance of seeing something spectacular. For those at relatively low latitudes, there was a rare chance to see the flickering red, pink, green glow of our planet's aurorae.A powerful solar storm had sent bursts of charged particles barrelling towards Earth and, as they bounced around in our planet's atmosphere, they unleashed spectacular displays of the Northern and Southern Lights. The dazzling displays of aurora borealis were visible far further south than they might normally be – and far further north in the case of aurora australis thanks to the power of the geomagnetic storm, the",
      "p2": "The Sun can fire material outwards in any direction like a garden sprinkler, says Jim Wild, a professor of space physics at Lancaster University in the UK. The effects are felt throughout the Solar System.Our Sun is currently heading towards, or has already reached, its solar maximum – the point in an 11-year cycle where it is most active. This means the Sun produces more bursts of radiation and particles from solar flares and events known as coronal mass ejections (CMEs). If these are sprayed in our direction, they can supercharge the Earth's magnetic field, causing magnificent aurorae but also posing problems for satellites and power grids.Things really seem to be picking up right now, says Mathew Owens, a space physicist at the University of Reading in the UK. I think we're about at solar maximum now, so we may see more of these kinds of storms in the next couple of years.",
      "p3": "The storm that hit Earth in May originated from an active region of solar flares and sunspots, bursts of plasma and twisting magnetic fields on the Sun's surface, known as its photosphere. Solar Orbiter was able to see several of the flares from this monster active region that rotated out of Earth's view, says Müller, bright flashes of light and darkened regions called sunspots on the Sun's surface.One of the goals of Solar Orbiter is to connect what's happening on the Sun to what's happening in the heliosphere, says Müller. The heliosphere is a vast bubble of plasma that envelops the Sun and the planets of the Solar System as it travels through interstellar space. What Müller and his colleagues hope to learn more about is where the solar wind – the constant stream of particles spilling out from the Sun across the Solar System ",
      "p4": "At Mars, the effect of solar activity is more obvious. Here, a Nasa spacecraft called Maven (Mars Atmosphere and Volatile Evolution) has been studying the planet's atmosphere from orbit since 2014. We were on the declining side of solar cycle 24 [then], says Shannon Curry, a planetary scientist at the University of Colorado, Boulder in the US and the lead on the mission. We are now coming up on the peak of cycle 25, and this latest series of active regions has produced the strongest activity Maven has ever seen.Between 14 and 20 May the spacecraft detected exceptionally powerful solar activity reaching Mars, including an X8.7 – solar flares are ranked B, C, M, and X in order from weakest to strongest. Results from the event have yet to be studied, but Curry noted that a previous X8.2 flare had resulted in a dozen papers published in scientific journals. Another flare on 20 May, later estimated to be an even bigger X12, hurled X-rays and gamma rays towards Mars before a subsequent coronal mass ejection launched a barrage of charged particles in the same direction.",

      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 5,
      "heading": "AI drives 48% increase in Google emissions",
      "category": "tech",
      "description": "Google's greenhouse gas emissions in 2023 were 48% higher than in 2019, according to its latest environmental report.",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/1748/live/22f42610-391f-11ef-bdc5-41d7421c2adf.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Imran Rahman-Jones",
      "p1": "The tech giant puts it down to the increasing amounts of energy needed by its data centres, exacerbated by the explosive growth of artificial intelligence (AI).AI-powered services involve considerably more computer power - and so electricity - than standard online activity, prompting a series of warnings about the technology's environmental impact.Google's target is to reach net zero emissions by 2030 but it admits that as we further integrate AI into our products, reducing emissions may be challenging.",
      "p2": "This compares with data centres in the Middle East, Asia and Australia, which use far less carbon-free energy.Overall, Google says about two thirds of its energy is derived from carbon-free sources.If you actually go into data centre, it's really hot and really noisy, says Tom Jackson, professor of information and knowledge management at Loughborough University.People don't realise everything they're storing in the cloud is having an impact on their digital carbon footprint, he says.Prof Jackson runs the Digital Decarbonisation Design Group, which tries to measure and find solutions to reduce the carbon footprint of data usage.",
      "p3": "Data providers have to work closely with large organisations to help them move away from storing so much of their dark data, he says.Dark data is data which has been collected by organisations but which has either been used once or not at all.However, storing it on chips still takes up large amounts of energy even when it is not being used.On average, 65% of the data an organisation stores is dark data, says Prof Jackson.He commends Google's target of reaching net zero in its data centres by 2030, but says it will be really tough.",
      "p4": "The increasing energy - and water - use of AI has prompted a series of warnings, especially as the sector is forecast to keep growing rapidly.The boss of the UK's National Grid said in March that the combination of AI and quantum computing would lead to a six-fold surge in demand in the next 10 years.However, Microsoft co-founder Bill Gates recently downplayed the environmental impact of AI.Speaking in London last week, he suggested AI would increase electricity demand by between 2% and 6%.",
      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    },
    {
      "id": 6,
      "heading": "Brazil blocks Meta from using social media posts to train AI",
      "category": "tech",
      "description": "Brazil has blocked Meta from using Brazilians' Instagram and Facebook posts to train its artificial intelligence (AI) models. ",
      "image": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/fc57/live/7b0d6520-3896-11ef-b14e-33deae9c61eb.jpg.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "By Peter Hoskins",
      "p1": "It comes weeks after the company abandoned similar plans to use UK and European users' posts for the same purpose.On Tuesday, Brazil's national data protection agency (ANPD) said it would immediately suspend Meta's latest privacy policy, which allows it to train generative AI models such as chatbots based on posts from its users.",
      "p2": "A Meta spokesperson told the BBC the company was disappointed by the decision adding that their approach complied with local privacy la",
      "p3": "This is a step backwards for innovation, competition in AI development and further delays bringing the benefits of AI to people in Brazil, the company added.Meta has a significant market in Brazil. There are 102 million Facebook users and more than 113 million Instagram users in the country.The ANPD said it had acted over the imminent risk of serious and irreparable damage or difficulty repairing fundamental rights of the affected [account] holdersMeta was given five working days from ANPD's decision to show it has amended its privacy policy to exclude the use of personal information found in public posts to train generative AI. If it fails to comply it will face a daily fine of R$50,000 (£6,935)",
      "p4": "The company's updated policy was also the focus of scrutiny in the UK and the European Union (EU).Under its privacy policy changes, which were due to take effect in the region on 26 June, Meta users' information would be used to develop and improve its AI products.In Europe the policy change would include posts, images, image captions, comments and Stories that users over the age of 18 had shared with a public audience on Facebook and Instagram, but not private messagesBut that was put on hold after Meta said it had received a request from the Irish Data Protection Commission (DPC) on behalf of other European stakeholders to delay its training of large language models (LLMs).LLMs are a type of artificial intelligence that powers chatbots, such as OpenAI's ChatGPT and Google's Gemini.",
      "relatedImages": [
        "https://ichef.bbci.co.uk/news/1024/cpsprodpb/8c91/live/bda80a70-3d96-11ef-894e-7db85ec5abda.jpg.webp"
      ]
    }
  ],
  "politics": [
    {
      "id": 1,
      "category": "politics",
      "heading": "A.P. lacks true opposition, Sharmila will fill that void, says Revanth Reddy",
      "description": "The Telangana Chief Minister says a strong message that TPCC was firmly behind APCC and its president Sharmila",
      "image": "https://th-i.thgim.com/public/incoming/sv2i9h/article68382537.ece/alternates/LANDSCAPE_355/vjkvg-ysr%207.JPG",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "V. RAGHAVENDRA",
      "p1": "Telangana Chief Minister A. Revanth Reddy during the 75th birth anniversary celebrations of late Dr. Y.S. Rajashekhar Reddy, former Chief Minister of undivided Andhra Pradesh, at Mangalagiri on Monday. APCC president Y.S. Sharmila, Telangana Deputy Chief Minister Mallu Bhatti Vikramarka and Congress party leader K.V.P. Ramachandra Rao are also seen. Telangana Pradesh Congress Committee (TPCC) president and Telangana Chief Minister A. Revanth Reddy has observed that there has never been an opposition party in Andhra Pradesh since bifurcation as it was “B-J-P, Babu-Jagan-Pawan” which was always in power and all of them—N. Chandrababu Naidu, Y.S. Jagan Mohan Reddy and K. Pawan Kalyan—are on Prime Minister Narendra Modi’s side.",
      "p2": "In the given situation, A.P. needs a leader who is capable and has the will to fight on peoples behalf, he said, asserting that former CM Y.S. Rajasekhara Reddy’s (YSR) daughter and A.P. Congress Committee (APCC) president Sharmila would fill that void. Participating as the chief guest in the 75th birth anniversary celebrations of YSR organised by the APCC here on Monday, July 8, Mr. Revanth Reddy said Mr. Rajasekhara Reddy was an affable leader who was dedicated to people’s welfare. “Only those who strive to realise the ideals of YSR could claim to be his heirs but not those doing political business in his name.",
      "p3": "He extolled Mr. Rajasekhara Reddys tenacity and commitment to healthy political discourse. The TG Chief Minister insisted that only those who strive to realise the ideals of YSR could claim to be his heirs but not those doing “political business” in his name. Mr. Revanth Reddy said people were closely watching the developments in A.P. and that the Congress party would leave no stone unturned in coming to power in 2029 and making Rahul Gandhi the Prime Minister, which was YSR’s last wish. He further said that he personally came to pay tributes to YSR and brought his Cabinet colleagues with him to send across a strong message that the TPCC was firmly behind APCC and its president Sharmila.",
      "p4": "The Congress party might be weak in A.P. but there was no dearth of YSRs followers here and Ms. Sharmila could continue her fathers legacy, he said. “There is speculation nowadays that by-polls are likely for the Kadapa Lok Sabha seat. If that happens, I will extensively campaign for the Congress party and prove its mettle”, he stated. Further, Mr. Revanth Reddy said Rahul Gandhi clearly took inspiration from YSR’s ‘Praja Prasthanam Padayatra’ in doing his Bharat Jodo Yatra which catapulted the Congress party to power in Karnataka and Telangana and becaming a force to reckon with in the Parliament.",

      "relatedImages": [
        "https://media.assettype.com/newindianexpress%2F2024-07%2Fcc008708-0da0-4a8d-9f6d-7718667c175b%2FCM.jpg?rect=0%2C100%2C1040%2C585&w=640&auto=format%2Ccompress&fit=max"
      ]
    },
    {
      "id": 2,
      "heading": "CM Naidu eyes GHMC polls as TDP seeks revival in Telangana",
      "category": "politics",
      "description": "The Congress leaders are worried over the possible desertion of the leaders with TDP moorings.",
      "image": "https://media.assettype.com/newindianexpress%2F2024-06%2F7292e92b-96ce-43f0-b522-c57bb19193df%2FPTI06_12_2024_000343A.jpg?rect=0%2C0%2C4800%2C2700&w=640&auto=format%2Ccompress&fit=max",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "Ireddy Srinivas Reddy",
      "p1": "HYDERABAD As AP Chief Minister N Chandrababu Naidu sets his eyes on Telangana for the revival of Telugu Desam Party (TDP), the BRS and Congress are watching the unfolding scenario very closely The BRS appears to be wondering whether it can make the best use of the adversity of the entry of Chandrababu Naidu into the state to stoke the flames of Telangana sentiment and bounce back. The immediate target in Telangana for Chandrababu Naidu appears to be the Greater Hyderabad municipal elections due next year. With Naidu expressing his desire to revive the party in Telangana, the Congress is also apprehensive about losing its vote share to the TDP.",
      "p2": "TPCC working president T Jayaprakash Reddy alias Jagga Reddy has said that the Congress cadre and leaders should remain alert over the threat of TDP’s foray into Hyderabad along with the BJP and Jana Sena Party. The TDP believes it has a base in the GHMC area. The Congress leaders are worried over the possible desertion of the leaders with TDP moorings. There are many such leaders in the Congress now who began their political careers in the TDP.",
      "p3": "There are now reports that the TDP is likely to contest the elections to the GHMC in alliance with the BJP and Jana Sena, the same troika that fought and won elections in the neighbouring AP. The hotly debated subject is what would be the fortunes of the BRS and those of the Congress in such an eventuality. Sources in the BJP said that the party thinks that it could benefit to some extent in settler segments. But there is YSRC which has some hold in some pockets in the GHMC. If the party chooses to contest, then it would dent the prospects of the TDP-BJP-Jana Sena combine and help the BRS.",
      "p4": "But in the 2009 Greater Hyderabad municipal elections, the Congress won 52 seats, TDP 55, AIMIM 43, BJP 5 and Independents 5 of the 150 seats. The BRS did not contest the elections. In the 2016 elections, the BRS won 99 seats, AIMIM 44, BJP 4, TDP 1, and Congress 2. In 2020, the BRS won 56 seats, AIMIM 44, BJP 47, Congress 3 and TDP zero. As the TDP does not have any representation in the GHMC council, the party now wants to stage a comeback."
    },
    {
      "id": 3,
      "heading": "Use palm leaf boxes for prasadam: Deputy CM Pawan Kalyan",
      "category": "politics",
      "description": "The Deputy CM underlined the need to stop the use of butter paper covers to distribute prasadam in temples.",
      "image": "https://media.assettype.com/newindianexpress%2F2024-07%2F779dc4f8-56b0-4584-a266-bf5743f3a187%2FC_40_1_CH0095_26822956.jpg?rect=0%2C0%2C450%2C253&w=1200&auto=format%2Ccompress&fit=max",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "Ireddy Srinivas Reddy",
      "p1": "VIJAYAWADA : The Deputy Chief Minister (Panchayat Raj and Rural Development, Rural Water Supply, Environment, Forest, Science and Technology) underlined the need to stop the use of butter paper covers to distribute prasadam in temples. “As per the advice of environmental experts, we have decided to introduce palm leaf boxes and small bowls made of banana leaves for the distribution of prasadam in temples of Pithapuram Assembly constituency on a pilot basis,” he said. Pawan Kalyan, who has been busy reviewing different departments under him almost every day since he became the Deputy Chief Minister, has been taking suggestions from different quarters as to how best to strengthen the departments in the larger interests of the people.",
      "p2": "Speaking on the occasion, Pawan Kalyan said, “It is advisable to celebrate the festivals with environment-friendly things. In a few weeks, Ganesh Chaturthi will be celebrated. If it is celebrated using the clay idols of Lord Ganesh, it will benefit the environment, and prevent pollution of water bodies. We have decided to celebrate Ganesh Chaturthi in Pithapuram Assembly constituency with clay idols.” The transplant was performed at a hospital in Vijayawada on June 15. Madhu Babu’s name and address were changed on his Aadhaar card and other identity cards so that it would appear as though he was ‘donating’ his kidney as a relative of the patient.",
      "p3": "After the surgery, Bhasha refused to pay the full amount, stating that Madhu had donated his kidney to a friend so he cannot ask for money. Additionally, the victim also accused the doctors of taking his right kidney instead of the left one as agreed before the surgery. Requesting the police help him, he said, “Now I’m unable to do any work as my health has been severely affected. I’m uncertain about my well-being.” Further, he informed the police that 10 more people have been lured into the illegal kidney transplantation racket.",
      "p4": "The transplant was performed at a hospital in Vijayawada on June 15. Madhu Babu’s name and address were changed on his Aadhaar card and other identity cards so that it would appear as though he was ‘donating’ his kidney as a relative of the patient."
    },
    {
      "id": 4,
      "heading": "Chandrababu Naidu, Revanth Reddy decide to form panel to resolve bifurcation issues",
      "category": "politics",
      "description": "Andhra Pradesh Chief Minister N Chandrababu Naidu met his Telangana counterpart A Revanth Reddy in Hyderabad on Saturday to address disputes arising from the Andhra",
      "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202407/revanth-reddy-chandrababu-naidu-062251268-16x9_0.jpg?VersionId=aMbEVzjk9uh0nAErR5O9aTGSR.a7VD9Q&size=690:388",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "Apoorva Jayachandran",
      "p1": "Andhra Pradesh Chief Minister and Telugu Desam Party (TDP) chief N Chandrababu Naidu met his Telangana counterpart A Revanth Reddy in Hyderabad on Saturday to address disputes arising from the Andhra Pradesh Reorganisation Act. Both state leaders decided to form special committees of ministers and officials to resolve bifurcation issues.",
      "p2": "A committee of senior officials from both states, three members from each, will be formed and will meet in two weeks to find solutions to various issues, Telangana Deputy Chief Minister Bhatti Vikramarka said, as quoted by news agency PTI. The meeting also emphasised collaboration between the states to combat drugs and cybercrime. Meanwhile, Naidu's government in Andhra Pradesh has appointed a cabinet sub-committee to curb the supply of narcotics.",
      "p3": "Ten years later, issues such as bifurcation of assets, state-run institutions, power bill dues, and the transfer of leftover employees to their native states remain unresolved between Andhra Pradesh and Telangana.",
      "p4": "Andhra Pradesh Chief Minister N Chandrababu Naidu met his Telangana counterpart A Revanth Reddy in Hyderabad on Saturday to address disputes arising from the Andhra Pradesh Reorganisation Act. Telangana was formed on June 2, 2014, after the division of undivided Andhra Pradesh."
    },
    {
      "id": 5,
      "heading": "Previous Jagan Reddy government acquired prime lands in Andhra, alleges TDP",
      "category": "politics",
      "description": "The TDP alleged that lands worth hundreds of crores in all 26 district headquarters of Andhra Pradesh were acquired by YSRCP under the guise of constructing party offices.",
      "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202406/jagan-mohan-reddy-235419724-16x9_0.jpeg?VersionId=hjjRwM0oMCtFGpqd0WwtF74EPdmW9K2N&size=690:388",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "Apoorva Jayachandran",
      "p1": "The Telugu Desam Party (TDP) has levelled serious accusations against the Jagan Mohan Reddy-led Yuvajana Sramika Rythu Congress Party (YSRCP), claiming the party had illicitly acquired prime lands in Andhra while it was in power. TDP alleged that the lands worth hundreds of crores in all 26 district headquarters of Andhra Pradesh were acquired by YSRCP under the guise of constructing party offices.",
      "p2": "According to TDP, senior officials have initiated an investigation into the land acquisitions following the demolition of YSRCP's offices. The probe is being conducted into how the party acquired the lands. The lands valued between Rs 900 crore and Rs 1,000 crore, were allegedly allocated by former Andhra Pradesh Chief Minister Jagan Mohan Reddy without obtaining proper permissions. These allocations reportedly include properties belonging to the Irrigation and Endowments departments, circumventing legal procedures.",
      "p3": "The TDP claimed the construction of each YSRCP office building, featuring luxurious interiors and furnishings, costs between Rs 15 crore and Rs 20 crore, with the total expenditure surpassing Rs 2,000 crore. Kakinada: A YSRCP office is being constructed on two acres of land at 22A, Paida Vari Street, a restricted area. There are also allegations that the party attempted to secure a bank loan using this property.",
      "p4": "Parvathipuram Manyam: An office building is being erected on 1.18 acres in New Belagam. It was previously intended for a farmers' training center under the Water Resources Department. The TDP's allegations come after backlash over demolition of an under-construction office of the YSR Congress Party (YSRCP) at Tadepalli in Guntur district. The TDP said the property in question was demolished as it was being built \"illegally\" on the Irrigation Department's land."
    },
    {
      "id": 6,
      "heading": "Russia broadly agrees to discharge all Indians operating as support staff to Russian military",
      "category": "politics",
      "description": "TIt is learnt that the issue was brought up by Prime Minister Narendra Modi during an informal meeting with Russian President Vladimir Putin last night.",
      "image": "https://www.deccanchronicle.com/h-upload/2024/07/09/1822776-aa-2519150.webp",
      "publisher": "https://th-i.thgim.com/public/migration_catalog/article10019356.ece/alternates/SQUARE_80/V.%20RAGHAVENDRA",
      "name": "Apoorva Jayachandran",
      "p1": "Russia has broadly heeded India's call to end the recruitment of Indians as support staff to the Russian military and ensure repatriation of those still working in the force, top sources said on Tuesday. It is learnt that Moscow agreed to release the Indians after the issue was brought up by Prime Minister Narendra Modi during an informal meeting with Russian President Vladimir Putin on Monday night.",

      "p2": "Modi on Monday began a two-day high-profile visit to Russia for the 22nd India-Russia annual summit with President Putin, his first trip since the start of Moscow's invasion of Ukraine. Last month, the Ministry of External Affairs (MEA) said the issue of Indian nationals serving with the Russian Army remains a matter of 'utmost concern' and demanded action from Moscow over it.",
      "p3": "Earlier in March, 30-year-old Hyderabad resident Mohammed Asfan succumbed to injuries sustained while serving with the Russian troops on the frontlines with Ukraine. In February, Hemal Ashwinbhai Mangua, a 23-year-old resident of Surat, died in a Ukrainian air strike while serving as a 'security helper' in the Donetsk region. The Russian president hosted a private dinner for the Indian prime minister at the former's residence in Novo-Ogaryovo on the outskirts of Moscow late on Monday evening.",
      "p4": "On June 11, India said two Indian nationals, who were recruited by the Russian Army, had been killed in the ongoing Russia-Ukraine conflict, which took the number of such deaths to four. Following the deaths of two Indians, the MEA demanded a 'verified stop' to further recruitment of Indian nationals by the Russian Army. In a strongly-worded statement, it said India demanded that there be a '[verified stop to any further recruitment of Indian nationals by the Russian Army' and that such activities would not be in 'consonance with our partnership."
    }
  ],

  "promotions": [
    {
      "image": "https://example.com/images/ad_nike.jpg",
      "title": "Nike Sale",
      "description": "Up to 30% off select shoes and apparel.",
      "link": "https://www.nike.com/sale"
    },
    {
      "image": "https://example.com/images/ad_amazon.jpg",
      "title": "Amazon Prime Day",
      "description": "Exclusive deals for Prime members only.",
      "link": "https://www.amazon.com/primeday"
    },
    {
      "image": "https://example.com/images/ad_target.jpg",
      "title": "Target Weekly Ad",
      "description": "Discover the latest deals and promotions.",
      "link": "https://www.target.com/ad"
    },
    {
      "image": "https://example.com/images/ad_starbucks.jpg",
      "title": "Starbucks Rewards",
      "description": "Join now and get free drinks on your birthday!",
      "link": "https://www.starbucks.com/rewards"
    },
    {
      "image": "https://example.com/images/ad_hulu.jpg",
      "title": "Hulu Subscription Offer",
      "description": "Get your first month for just $1!",
      "link": "https://www.hulu.com/start"
    },
    {
      "image": "https://example.com/images/ad_walmart.jpg",
      "title": "Walmart Rollback Deals",
      "description": "Check out our rollback prices on everyday essentials.",
      "link": "https://www.walmart.com/rollback"
    },
    {
      "image": "https://example.com/images/ad_uber_eats.jpg",
      "title": "Uber Eats Promotions",
      "description": "Get free delivery on your first order.",
      "link": "https://www.ubereats.com"
    },
    {
      "image": "https://example.com/images/ad_sephora.jpg",
      "title": "Sephora Beauty Insider",
      "description": "Sign up for exclusive offers and gifts.",
      "link": "https://www.sephora.com/beautyinsider"
    }
  ]
}
